{
    "Stan_Lee":{
        "name": "Stanley Martin Lieber",
        "alias": "Stan lee",
        "Description":{
            "id": {
            "1": {
                "date": "1922",
                "description": "Born on December 22, 1922 in Manhattan New York"
            },
            "2": {
                "date":"1939",
                "description": "I finish high school at 16 years old"
            },
            "3": {
                "date":"1945",
                "description": "He served in the Second World War, He entered the United States Army in 1942, being part of the Signal Corps."
            },
            "4": {
                "date": "1947",
                "description": "He married Joan Clayton. He had 2 daughters: Joan Celia 'JC' and Jan who died at 3 days old."
            },
            "5": {
                "date": "1953",
                "description": "He worked at Atlas Comics (Comics Publishing House), Successor of Timely Comics, founded by Martin Goodman."
            },
            "6": {
                "date": "1960",
                "description": "He became famous and head of Marvel. I believe most of the classic characters of the publisher, this success made Marvel become the most important publisher of the moment."
            },
            "7": {
                "date": "1970",
                "description": "I change the name to Marvel Comics. It is a publisher of American comic books."
            },
            "8": {
                "date": "2011",
                "description": "Got the star of fame. In 2011, at 88 years old, she was given a star on the important Hollywood Walk of Fame."
            },
            "9": {
                "date": "2018",
                "description": "November 12 Death Stan Lee died at the age of 95 at Cedars-Sinai Medical Center in Los Angeles, California."
            }
        }},
        "image_Top": "https://spoiler.bolavip.com/__export/1620913391481/sites/bolavip/img/2021/05/13/stan_lee_5_crop1620913349382.jpg_423682103.jpg",
        "image_Row": {
            "1": "https://es.web.img2.acsta.net/newsv7/20/12/29/12/54/0703197.jpg",
            "2": "https://i2.wp.com/www.teilzeithelden.de/wp-content/uploads/2018/11/Stan-lee-Nachruf-Excelsior.png?fit=1068%2C580&ssl=1",
            "3": "https://cdn3.movieweb.com/i/article/b62dfA19BwfnKbsUapXMMdL3IvkggW/1200:100/Captain-Marvel-Stan-Lee-Cameo-Mallrats.jpg"
        }
    },
    "Steve_Jobs":{
        "name": "Steven Paul Jobs",
        "alias": "Steve Jobs",
        "Description":{
            "id": {
            "1":{
                "date": "1955",
                "description": "Born on February 24, 1955, San Francisco, California, United States"
            },"2":{
                "date":"1971",
                "description": "He meets Steve Wozniak with whom Apple is later founded."
            },"3":{
                "date": "1975",
                "description": "Attendance at the meetings of the 'Homebrew Computer Club' begins, for lovers of the personal computer."
            },"4":{
                "date": "1976",
                "description": "Jobs and Wozniak raise $ 1,750 and build their first computer, the Apple I."
            },"5":{
                "date": "1976-7",
                "description": "He founded the Apple Computer Company with Wozniak and Ronald Wayne. Wayne sells his stake two weeks later."
            },"6":{
                "date": "1977",
                "description": "Jobs and Wozniak launch the Apple I for $ 666.66, the first single computer with a graphical interface and internal read-only memory (ROM)."
            },"7":{
                "date": "1977-8",
                "description": "Apple launches Apple II, the world's first widely used personal computer."
            },"8":{
                "date": "1980",
                "description": "The Apple III is launched."
            },"9":{
                "date": "1989-1",
                "description": "Apple se convierte en una empresa pública, el precio de las acciones salta de $22 a $29 dólares en su primer día de cotización."
            },"10":{
                "date": "1983",
                "description": "Anuncia 'Lisa', la primera comptuadora controlada con un ratón. Es un fracaso en el mercado."
            },"11":{
                "date": "1984",
                "description": "Apple advertises the Macintosh with an ad campaign during the Super Bowl."
            },"12":{
                "date": "1985",
                "description": "Jobs is kicked out of Apple after an altercation with Sculley. Jobs resigns and takes five Apple employees with him."
            },"13":{
                "date": "1985-6",
                "description": "He founded Next Inc. to develop computer hardware and software. The company is later renamed Next Computer Inc."
            },"14":{    
                "date": "1986",
                "description": "Buy George Lucas's Pixar for less than $ 10 million. Subsequently, it changes its name to Pixar Animation Studios."
            },"15":{
                "date": "1989",
                "description": "Next introduces the $ 6,500 NeXT Computer, also known as The Cube. It comes with a monochrome monitor, and it's a flop on the market."
            },"16":{
                "date": "1996",
                "description":"Apple Acquires Next Computer for $ 427 Million; Jobs becomes an advisor to Apple president Gilbert F. Amelio."
            },"17":{
                "date": "1997",
                "description": "Jobs se convierte en el CEO y president interino de Apple Computer Inc. después de que Amelio fuera despedido. El salario de Job es de $1 dólar."
            },"18":{
                "date": "1998",
                "description": "Apple releases the all-in-one iMac, which sells a million units, financially reviving the company and catapulting its share price 400%. IMac wins the Gold Award from the British Design and Art Direction. Vogue hails it as one of the hottest fashion propositions of spring, and Business Week calls it one of the most enduring images of the century."
            },"19":{
                "date": "1998-9",
                "description": "Apple is profitable again, setting revenue records for four consecutive quarters."
            },"20":{
                "date": "2000",
                "description": "The word ‘Interim’ is removed from Jobs’s position."
            },"21":{
                "date": "2001",
                "description": "Apple makes its first foray into the consumer electronics market with the launch of the iPod, the portable MP3 player. (Sold more than 4.4 million iPods in fiscal 2004)."
            },"22":{
                "date": "2003",
                "description": "Jobs announces the iTunes Music Store, which sells encrypted songs and albums."
            },"23":{
                "date": "2004",
                "description": "In August, Jobs is diagnosed with pancreatic cancer and undergoes surgery. He recovers and returns to work in September."
            },"24":{
                "date": "2007",
                "description":  "Jobs announces iPhone, one of the first keyboardless smartphones, at Macworld Expo."
            },"25":{
                "date": "2008",
                "description": "At the end of December, Apple announces that Jobs will not give the main conference of Macworld Expo 2009 or that he will not attend the event, sparking speculation about his health."
            },"26":{
                "date": "2009",
                "description":  "In early January, Jobs says his dramatic weight loss was caused by a hormonal imbalance. He says his condition is not an impediment to serving as CEO. A week later, Jobs says he will be absent from Apple until June because his medical condition had changed. He doesn't reveal his illness. Chief Operating Officer Tim Cook will manage Apple's operations during Jobs's payback period. Apple says Jobs will participate in major strategic decisions."
            },"27":{
                "date": "06-2009",
                "description": "The Wall Street Journal reports that Jobs underwent a liver transplant. A Tennessee hospital released a statement confirming the operation."
            },"28":{
                "date": "01-2010",
                "description": "Apple announces the iPad tablet computer, which is an instant hit and opens a new category of mobile computing devices."
            },"29":{
                "date": "09-2010",
                "description": "Jobs appears in public in San Francisco to announce Apple's second-generation Apple TV set-to box, which streams movies from the Internet or mobile devices like the iPhone and iPad directly to televisions."
            },"30":{
                "date": "01-2011",
                "description": "Apple announces that Jobs is taking a break for medical reasons, without specifying the reason for his absence or how long it will be. Questions are raised about the severity of Jobs' health problems, and their impact on the company's actions, product development and operations."
            },"31":{
                "date": "03-2011",
                "description": "Taking a break from his medical absence, Jobs appears at an event in San Francisco to introduce the iPad 2."
            },"32":{
                "date": "06-2011",
                "description": "Jobs resigns as CEO of Apple, arguing that 'he can no longer perform his tasks and expectations as CEO of Apple.' Director of Operations Tim Cook takes over. Jobs will continue to serve Apple as the chairman of the board."
            }
        }
        }, 
        "image_Top": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Steve_Jobs_Headshot_2010-CROP_%28cropped_2%29.jpg/1200px-Steve_Jobs_Headshot_2010-CROP_%28cropped_2%29.jpg",
        "image_Row": {
            "1": "https://static01.nyt.com/images/2019/11/13/opinion/15MajooES-1/13manjooWeb-videoSixteenByNineJumbo1600.jpg",
            "2": "https://tec.com.pe/wp-content/uploads/2021/03/getty_96211011_2000134813806405780_414357.jpg",
            "3": "https://m.economictimes.com/thumb/msid-78507223,width-1200,height-900,resizemode-4,imgsize-215021/jobs-had-two-stints-at-apple-as-ceo-but-it-is-the-second-stint-which-began-in-the-late-90s-where-he-is-credited-for-turning-around-apples-fortunes-.jpg"
        }
    }
}